{
  "home": "Bosh sahifa",
  "about": "Biz haqimizda",
  "contact": "Aloqa",
  "projects": "Loyihalar",
  "Javohir": "Javohir",
  "Sultanov": "Sultanov",
  "Frontend Developer": "Frontend-Dasturchi",
  "Spectialization": "Mutaxassislik",
  "From": "Manzil",
  "Xiva, Uzbekistan": "Xiva, Uzbekistan",
  "Let`s work together": "Keling, birga ishlaylik",
  "Hi! I'm Javohir": "Salom! Men Javohirman",
  "Developer": " Men Frontend Dasturchiman",
  "committed to innovation and a creative approach to every project": "innovatsiyalarga va har bir loyihaga ijodiy yondashishga sodiq",
  "My Works": "Mening ishlarim",
  "About Me": "Men haqimda",
  "Turning complex problems into simple code": "Murakkab muammolarni oddiy kodga aylantirish",
  "Projects": "Loyihalar",
  "Clients": "Mijozlar",
  "Projects done": "Loyihalar amalga oshirildi",
  "Month of experience": "Oylik tajriba",
  "Phone Number": "Telefon raqami",
  "Phone": "Telefon",
  "Contact": "Aloqa",
  "Name": "Ism",
  "Email": "Elektron pochta",
  "Location": "Manzil",
  "Message": "Xabar",
  "Submit": "Yuborish",
  "Send Message": "Xabar yuborish",
  "Your Name":"Ismingiz",
  "Email Addres":"Elektron manzil",
  "Company name":"Shirkat nomi",
  "A Few Words":"Bir necha so'z",
  "Thank you for your message. I will get back to you as soon as possible.": "Xabaringiz uchun rahmat. Men sizga imkon qadar tezroq qaytib kelaman.",
  "Hello! My name is Javohir Sultanov, I am a front-end developer with 7 month of experience. My passion for web development began with the creation of the first static pages, in which I continue to develop and learn new technologies": "Salom! Mening ismim Javohir Sultonov, men 9 oylik tajribaga ega front-end dasturchiman. Mening veb-ishlab chiqishga bo'lgan ishtiyoqim birinchi statik sahifalarni yaratishdan boshlandi, ularda men yangi texnologiyalarni ishlab chiqishda va o'rganishda davom etaman.",
  "My goal is to create intuitive, functional, and visually appealing web experiences. I strive to develop projects that not only satisfy the needs of users, but also bring them pleasure from interaction": "Mening maqsadim intuitiv, funktsional va vizual jozibador veb-tajribalarni yaratishdir. Men nafaqat foydalanuvchilarning ehtiyojlarini qondiradigan, balki ularga o'zaro munosabatlardan zavq oladigan loyihalarni ishlab chiqishga intilaman",
  "Freelancer": "Freelancer",
  "Skills": "Ko'nikmalar",
  "skills": "Ko'nikmalar",
  "Check" :"Tanlangan loyihalarimni ko'rib chiqing",
  "What am I doing": "Men nima qilyapman",
  "I specialize in developing modern web applications using cutting-edge technologies and frameworks. My main skills include": "Men ilg'or texnologiyalar va ramkalar yordamida zamonaviy veb-ilovalarni ishlab chiqishga ixtisoslashganman. Mening asosiy qobiliyatlarim orasida",
  "My portfolio includes a variety of web applications and sites developed for various clients. Each project demonstrates my ability to adapt to different requirements and create solutions that meet high standards": "Mening portfelim turli xil mijozlar uchun ishlab chiqilgan turli veb-ilovalar va saytlarni o'z ichiga oladi. Har bir loyiha mening turli talablarga moslashish va yuqori standartlarga javob beradigan yechimlarni yaratish qobiliyatimni namoyish etadi",
  "I am always open to new opportunities and projects": "Men har doim yangi imkoniyatlar va loyihalarga ochiqman",
  "If you have an idea or need a professional front-end developer, feel free to contact me. Let's create something amazing together!": "Agar sizda fikringiz bo'lsa yoki professional front-end dasturchiga muhtoj bo'lsangiz, men bilan bog'laning. Keling, birgalikda ajoyib narsa yarataylik!",
  "Want to know more about me, tell me about your project or just to say hello? Drop me a line adn I`ll get back as soon as possible.": "Men haqimda ko'proq bilmoqchimisiz, loyihangiz haqida gapirib bering yoki shunchaki salom aytmoqchimisiz? Menga xat yozing va imkon qadar tezroq qaytib kelaman."
}
